[
  {
    "id": 1,
    "name": "General investment accounts",
    "articles": [
      {
        "id": "can-i-open-a-joint-general-investment-account",
        "topicId": 1,
        "title": "Can I open a joint general investment account?",
        "body": "<div style=\"text-align: left;\">We don’t offer general investment accounts in joint names at the moment, but please do let us know if you would be interested in this option in the future.</div>"
      },
      {
        "id": "is-there-a-minimum-amount-i-need-to-have-in-my-account",
        "topicId": 1,
        "title": "Is there a minimum amount I need to have in my account?",
        "body": "<div style=\"text-align: left;\">There’s no minimum balance you must have in your account, but you will need to add cash to your account to start investing, and the minimum amount you can deposit at any one time is £1.</div>"
      },
      {
        "id": "will-you-send-me-a-tax-summary",
        "topicId": 1,
        "title": "Will you send me a tax summary?",
        "body": "<div style=\"text-align: left;\">We'll send you a tax summary for your general investment account at the end of each tax year. The tax summary only applies for general investment accounts, so you won’t get a tax summary for any other type of account you hold with us.</div>"
      },
      {
        "id": "where-can-i-find-my-transaction-history",
        "topicId": 1,
        "title": "Where can I find my transaction history?",
        "body": "<div style=\"text-align: left;\">When looking at your account in the app, just tap the ‘Activity’ tab to see a detailed breakdown of all your account activity. For more information, go to our ‘Viewing your performance and activity’ how-to guide – just scroll down on the home screen in the app and tap ‘Get started’ to see our how-to guides.</div>"
      }
    ]
  },
  {
    "id": 2,
    "name": "Stocks & shares ISAs",
    "articles": [
      {
        "id": "what-is-a-flexible-stocks-and-shares-isa",
        "topicId": 2,
        "title": "What is a flexible stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">A flexible stocks & shares ISA has all the same features as a regular stocks & shares ISA, where you can fund up to the annual allowance and use your cash and profits to invest in qualified investments. The added benefits of a flexible ISA is that you’re able to withdraw and redeposit the same amount into the same ISA within the same tax year, without affecting your remaining annual ISA allowance. You can’t withdraw from a classic stocks & shares ISA and redeposit the funds without using up additional allowance.</div>"
      },
      {
        "id": "why-do-i-need-a-national-insurance-number-to-open-a-stocks-and-shares-isa",
        "topicId": 2,
        "title": "Why do I need a national insurance number to open a stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">Your national insurance (NI) number is the identifier used by HMRC to track the ISA allowance used by individual investors. We ask for your NI number to help us with our reporting to HMRC.</div>"
      },
      {
        "id": "how-many-stocks-and-shares-isas-can-i-have",
        "topicId": 2,
        "title": "How many stocks & shares ISAs can I have?",
        "body": "<div style=\"text-align: left;\">You can pay into as many Stocks & Shares ISA, Cash ISA and Innovative Finance ISA as you want. However, you are responsible for not exceeding your annual ISA allowance limit.</div>"
      },
      {
        "id": "how-much-money-do-i-need-to-open-an-isa",
        "topicId": 2,
        "title": "How much money do I need to open an ISA?",
        "body": "<div style=\"text-align: left;\">The minimum amount you can deposit is £1. You can use your debit card to add funds, but you can’t deposit more than the annual limit for ISAs. To activate an ISA in the current tax year, you’ll need to fund a minimum of £1.</div>"
      },
      {
        "id": "can-i-transfer-an-existing-stocks-and-shares-isa-to-cmc-invest",
        "topicId": 2,
        "title": "Can I transfer an existing stocks & shares ISA to CMC Invest?",
        "body": "<div style=\"text-align: left;\">Yes, and you can also transfer a cash ISA and innovative finance ISA. All you have to do is open an account, fill out our in-app transfer form, and we’ll work with your current provider to transfer your investments or cash on your behalf. However, we don't accept the partial transfer of your current year's ISA allowance. It must be the full transfer.</div>"
      },
      {
        "id": "can-i-withdraw-money-from-my-stocks-and-shares-isa",
        "topicId": 2,
        "title": "Can I withdraw money from my stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">Yes, you can withdraw cash from your CMC Invest flexible ISA account whenever you need it, then put it back again in the same tax year, without affecting your annual ISA allowance.</div>"
      },
      {
        "id": "why-does-my-isa-allowance-show-as-a-negative-amount-when-i-withdraw",
        "topicId": 2,
        "title": "Why does my ISA allowance show as a negative amount when I withdraw?",
        "body": "<div style=\"text-align: left;\">Our flexible stocks & shares ISA allows customers to withdraw uninvested cash from their account and redeposit in the same tax year. To reflect this in the account for those who may have withdrawn more than they have funded in the current tax year, with contributions made in the previous tax year, we will show the difference as a negative amount.<br><br>For example, customer A contributed £15,000 to their flexible ISA in the tax year 22/23, and for tax year 23/24 they have yet to fund towards their £20,000 annual allowance. Instead, they have decided to withdraw £5,000 from their account. This will be displayed in the account as a £25,000 annual allowance left and a -£5,000 allowance used.</div>"
      },
      {
        "id": "do-you-offer-junior-isas-lifetime-isas-or-cash-isas",
        "topicId": 2,
        "title": "Do you offer junior ISAs, lifetime ISAs, or cash ISAs?",
        "body": "<div style=\"text-align: left;\">Currently we only offer a flexible stocks & shares ISA. If you’re interested in us adding other types of ISAs, please let us know using the ‘Send us your feedback’ banner on the home screen in the app.</div>"
      }
    ]
  },
  {
    "id": 3,
    "name": "Self-invested personal pensions (SIPPs)",
    "articles": [
      {
        "id": "what-is-a-sipp",
        "topicId": 3,
        "title": "What is a SIPP?",
        "body": "<div style=\"text-align: left;\">A self-invested personal pension is a type of personal pension that allows you to make your own decisions about which assets you invest in, choosing from a wide range of investment options. Just like other types of pensions, you get tax relief on contributions, and there’s no dividend tax or capital gains tax to pay on growth within the pension. In exchange for these tax efficiencies, you usually can’t withdraw any money until you are 55 (rising to 57 from 2028), and income you take from your SIPP is taxable.<br><br>SIPPs are ‘defined contribution’ pension schemes, so the benefits you derive from them will only be based on the value you have built up. They provide no guaranteed value or guaranteed level of income.</div>"
      },
      {
        "id": "who-is-a-sipp-best-suited-to",
        "topicId": 3,
        "title": "Who is a SIPP best suited to?",
        "body": "<div style=\"text-align: left;\">SIPPs are best suited to people who have some investment experience, the time and knowledge to apply that experience, and the confidence to manage their own longer-term retirement finances. While SIPPs are ‘self-invested’, you may want some support from an independent financial adviser.<br><br>If you’re considering transferring old pensions, it’s best to first check you won’t lose any benefits, and whether there are any exit fees.</div>"
      },
      {
        "id": "who-provides-the-cmc-invest-sipp",
        "topicId": 3,
        "title": "Who provides the CMC Invest SIPP?",
        "body": "<div style=\"text-align: left;\">Whilst CMC Invest provide investment and execution services, we are not an investment advisor or a regulated pension provider. We’ve teamed-up with Quai Investment Services Limited, who are an experienced pensions and SIPP provider. Quai provides the underlying pension service while CMC Invest provides the mobile app and account for managing your SIPP, and the investments within it.</div>"
      },
      {
        "id": "can-i-have-more-than-one-pension",
        "topicId": 3,
        "title": "Can I have more than one pension?",
        "body": "<div style=\"text-align: left;\">Yes, you can. A SIPP can sit alongside a workplace pension or other personal pensions. There’s no limit to the number of pensions you can have or contribute to. But, the more you have, the more difficult it is to keep track of them all.<br><br>While you can pay into any number of pensions at the same time, there’s a limit on how much you can pay in and get tax relief on. This is known as the ’annual allowance’ and is set by the government. This allowance applies in total across all the pensions that you, your employer or any other person pays into for you, and to any tax relief those schemes collect for you.<br><br>If you’re in a company pension scheme, it’s a good idea to stay in it because you benefit from your employer’s contributions. Opting out means your employer doesn’t have to make any contributions into your pension, so those extra contributions would be lost. Opting out would be like giving up free money!</div>"
      },
      {
        "id": "what-tax-relief-are-pensions-eligible-for",
        "topicId": 3,
        "title": "What tax relief are pensions eligible for?",
        "body": "<div style=\"text-align: left;\">When you pay into a pension you qualify for tax relief on those contributions. The amount you get depends on your tax rate. As a basic-rate UK taxpayer, you’ll receive tax relief at the same rate, but the way it works can seem a bit confusing at first, so here’s a straightforward example:<br><br>Let’s say you want to add £100 to your pension. To do this, you pay in £80 and the government adds £20 as tax relief. Your pension scheme claims this from the government, so effectively, you get a 25% tax credit.<br><br>If you pay higher-rate income tax (40%), you can claim up to a further 20% in tax relief through your annual self-assessment tax return. This is paid to you (or reduces your tax bill) rather than to your pension, and you could then pay this tax refund into your pension. The same applies for additional-rate (45%) taxpayers, who can claim back a further 25%.<br><br>Scotland has different tax rates to the rest of the UK, so if you’re a Scottish taxpayer the amount of tax relief you can claim is different, but the process works in the same way.<br><br>Tax rates and rules can change over time, and the relief you receive depends on your personal circumstances.</div>"
      },
      {
        "id": "how-much-tax-relief-can-i-get-on-pension-contributions",
        "topicId": 3,
        "title": "How much tax relief can I get on pension contributions?",
        "body": "<div style=\"text-align: left;\">There’s no limit to how much you can pay into your pensions in any one tax year, but there is a limit to how much you’ll receive tax relief on. You can pay in up to 100% of your annual earnings or £60,000, whichever is the lower, and get tax relief. This limit is known as the ’annual allowance’ and is set by the government.<br><br>Higher earners have a reduced annual allowance, known as the ‘tapered annual allowance’. This applies once your earnings exceed £200,000 and your ‘adjusted income’ exceeds £260,000. It means your annual allowance decreases by £1 for every £2 you earn above £260,000. The minimum tapered annual allowance is £10,000 and this kicks in once your adjusted income reaches £360,000.<br><br>If you don’t have any taxed income you, or someone else, can still pay-in your pension and get tax-relief. The amount contributed is limited to £2,880 which, together with the basic rate tax relief totals £3,600.<br><br>If you haven’t used your full annual allowance in any tax year, you can carry forward the unused part from up to the previous three years. In the tax year you want to use that carry forward part, you must have used all your annual allowance and then have sufficient ‘relevant UK earnings’ to cover the carry forward amount too.</div>"
      },
      {
        "id": "how-do-i-contribute-to-my-cmc-invest-sipp",
        "topicId": 3,
        "title": "How do I contribute to my CMC Invest SIPP?",
        "body": "<div style=\"text-align: left;\">Contributions are made via the CMC Invest app using your registered debit card. Simply log in, tap on the SIPP account from the home page and then on the ‘Add cash’ link.<br><br>If you would like to arrange for your employer to make contributions directly to your SIPP, please message us via the in-app message centre and we’ll help to set this up.</div>"
      },
      {
        "id": "how-does-tax-relief-work-in-the-cmc-invest-sipp",
        "topicId": 3,
        "title": "How does tax relief work in the CMC Invest SIPP?",
        "body": "<div style=\"text-align: left;\">When you pay money into your SIPP, it’s usually eligible for basic-rate tax relief. We’ll ask you to confirm this while you’re paying in though, to make sure. Usually the money you pay in will come from your already taxed income, so will be eligible for tax relief. We collect basic-rate relief from HMRC and, credit it to your SIPP. Depending on the day of the month that you pay in, it can take up to 12 weeks for your tax relief to be added to your SIPP. Any higher-rate tax relief you may be eligible for should be claimed via your self assessment tax return, or by contacting your local tax office.<br><br>Contributions from your employer aren’t eligible for tax relief. And where an employer makes your workplace contributions to your SIPP, these too will typically come from your pre-tax income, in which case no further relief will be due.<br><br>If another person wants to contribute to your pension, we recommend they make the payment to you, and you can then pay it into your SIPP. Any contributions made by another person to your SIPP will count as if they are yours, so will usually be eligible for tax relief. Regardless of who makes contributions to your SIPP, those contributions, along with any tax relief we claim for you, all count towards your annual allowance.</div>"
      },
      {
        "id": "can-i-transfer-an-existing-pension-to-my-cmc-invest-sipp",
        "topicId": 3,
        "title": "Can I transfer an existing pension to my CMC Invest SIPP?",
        "body": "<div style=\"text-align: left;\">Yes, you can. Most types of pensions can be transferred to your CMC Invest SIPP, including pensions you’ve already taken benefits from.<br><br>If you’re thinking about transferring a current workplace pension, please make sure your employer will continue to make contributions to your SIPP, otherwise you would be deemed to have ‘opted-out’ of the workplace scheme and those contributions would be lost. You should also check that the pensions you’re thinking of transferring don’t have any benefits (like the right to access them early, or enhanced benefits) that could be lost when transferring.<br><br>‘Defined benefit’ workplace schemes are not as common as they used to be, but if you do have one, or a pension with ‘safeguarded benefits’, you would lose those when you transfer. This is generally not considered to be in your best interests, so you are required to get financial advice from an authorised firm confirming a pension transfer is recommended for you before we can accept it.</div>"
      },
      {
        "id": "can-i-transfer-my-cmc-invest-sipp-to-another-pension-scheme",
        "topicId": 3,
        "title": "Can I transfer my CMC Invest SIPP to another pension scheme?",
        "body": "<div style=\"text-align: left;\">Yes, you can. We don’t charge any exit, transfer, or closure fees. You’ll first need to set up your new pension with your chosen provider and tell them you want to transfer your SIPP from us to them. Your new provider will then contact us and arrange the transfer.<br><br>It may be that assets held in your CMC Invest SIPP can’t be held by your new provider, in which case you’ll need to sell them before the transfer can be completed.<br><br>If you’re looking to transfer your SIPP to an overseas pension scheme, we’ll need to ensure the scheme is recognised as an eligible scheme to transfer to. Transferring to a scheme that’s not a recognised overseas pension scheme could result in you incurring a significant tax charge. We therefore recommend that, when considering such a transfer, you seek independent financial advice from a firm authorised to advise on pension transfers.<br><br>Once the transfer is complete, your CMC Invest SIPP account will be closed. Any other accounts you hold with us won’t be affected and you should then switch from our Premium plan to the Core or Plus plan.</div>"
      },
      {
        "id": "what-can-i-invest-in",
        "topicId": 3,
        "title": "What can I invest in?",
        "body": "<div style=\"text-align: left;\">You can choose from our entire range of UK and international shares, mutual funds, investment trusts, ETFs, and REITs (real estate investment trusts that give you access to commercial property investment).<br><br>Unlike some SIPPs, we don’t allow direct investment in commercial property, gold, or other illiquid assets like art. Neither can you invest in unquoted shares, which are considered to be particularly high risk and are not readily tradeable.</div>"
      },
      {
        "id": "is-there-a-limit-on-how-much-i-can-build-up-in-a-pension",
        "topicId": 3,
        "title": "Is there a limit on how much I can build up in a pension?",
        "body": "<div style=\"text-align: left;\">From 6 April 2024, the Lifetime Allowance (LTA) disappears and is replaced by three new allowances.<br><br>The Lump Sum Allowance (LSA) limits the tax-free cash you can take from your pension to a maximum of £268,275.<br><br>The Lump Sum and Death Benefit Allowance (LSDBA) is the limit on tax-free withdrawals from your pension you can get in your lifetime via a Serious Ill Health Lump Sum and when you die. This is set at £1,073,100.<br><br>If you have taken tax-free cash from a pension before 6 April 2024, your previously used LTA percentage will be converted into a reduction in both the LSA and LSBDA. If you exceed the LSA or the LSDBA, the excess will be taxed at your marginal rate.<br><br>The other new allowance is the Overseas Transfer Allowance (OTA) for those transferring their pension abroad. This is set at £1,073,100.<br><br>If you have previously taken benefits from your pension, transferred your pension overseas or have reached age 75 and not received 25% of your previously used Lifetime Allowance as tax-free cash, you may be able to apply for a Transitional Tax-Free Certificate.<br><br>Further information can be found by visiting the Money Advise Services Website.</div>"
      },
      {
        "id": "how-much-does-a-cmc-invest-sipp-cost",
        "topicId": 3,
        "title": "How much does a CMC Invest SIPP cost?",
        "body": "<div style=\"text-align: left;\">Our pension is available with our Premium plan, which costs up to £25 per month. Our Premium plan includes a general investment account (GIA) and a stocks & share ISA, as well as the option to choose from our full range of assets.<br><br>Unlike some pension providers, we don’t charge you an additional fee when you start taking your pension benefits. And to help maximise your pension pot, we don’t take your Custody Service Fee from your SIPP. Instead, it’s debited monthly from your general investment account.<br><br>We don’t charge you a commission every time you buy or sell investments. When you buy shares that are priced in US dollars or euros using sterling (GBP), you will however pay a foreign exchange fee.<br><br>Mutual funds, ETFs and investment trusts have their own management fees and you can find details about these in our Discover tab. When you buy or sell UK shares worth over £10,000, you’ll pay a £1 PTM levy. Purchases of UK shares may also be subject to the UK’s 0.5% stamp duty.</div>"
      },
      {
        "id": "how-do-i-take-money-from-my-cmc-invest-sipp",
        "topicId": 3,
        "title": "How do I take money from my CMC Invest SIPP?",
        "body": "<div style=\"text-align: left;\">You can start taking your pension benefits from age 55 (rising to 57 from 2028), but it’s worth planning ahead on how you want to approach it. We’ll send you some information about your options around your 50th birthday, and you can also speak with the government’s free PensionWise service to understand what your options might be.<br><br>Once eligible to start taking your pension benefits, you don’t have to start taking them. You could leave all of your pension pot invested until you want to start using it. With many of us working longer, or reducing our working hours before we retire fully, there’s often no need to start taking your pension as soon as you can. Then, once you’re ready to start taking your pension, you have some options. You could:<ul><li>&nbsp;<b>Take a tax-free cash lump sum of up to 25% of your SIPP’s value</b> (up to a maximum of £268,275), then leave the rest invested until you want to start taking income. Income you take after your tax-free cash lump sum is taxable. Doing this is known as ‘crystallising’ your pension pot. You can still make further contributions, but they’ll be limited to the ’money purchase annual allowance’. Taking your pension in this way is known as ‘flexi-access drawdown.’<br><br>If you take only your tax-free cash, you can still contribute to your pension, up to the annual allowance, as long as you have taxed income in that tax year. You can’t pay any of your tax-free lump sum back into your pension though.<br><br>Many providers make you take the maximum tax-free cash in one go, but we understand that you might not need it all in one go so we let you take as much or as little of that tax-free entitlement as you want until you’ve used up the full 25%.</li><li>&nbsp;<b>Take a lump sum as and when you want it, part tax-free and part taxed.</b> This is known as an ‘uncrystallised fund pension lump sum’ (UFPLS) and you can do this as often as you want. You can continue to make contributions to your SIPP and get tax relief on those contributions, up to the money purchase annual allowance.</li><li>&nbsp;<b>Use all or part of your SIPP value to purchase an annuity,</b> which will provide you with a guaranteed income, often index-linked. We don’t offer annuities but will transfer funds to your chosen provider.</li><li>&nbsp;<b>Take all of your pension pot in one go, </b> with that first 25% tax-free and the rest taxable at your applicable income tax rate, which could be a higher rate than normal if the taxed part is added to any other income in that tax year. As your pension might need to provide you with an income for many years ahead, do think carefully before choosing this option. The sooner you start drawing on your pension, the quicker it could run out.</li><li>&nbsp;<b>And lastly, you could use a mix of these other options, </b>perhaps taking just a part of your tax-free cash to pay off a mortgage, for example, which means you’ve only crystallised part of your pension pot and can continue making use of the full annual allowance. Then, when you just need a lump sum, you could take a UFPLS, followed by taking money as a regular income, perhaps once you’ve stopped working altogether.</li></ul></div>"
      },
      {
        "id": "can-i-take-my-pension-earlier-than-age-55",
        "topicId": 3,
        "title": "Can I take my pension earlier than age 55?",
        "body": "<div style=\"text-align: left;\">In most cases, you can’t access your pension early. This is because the government has set the normal minimum pension age at 55. However, you may be able to do so if you are diagnosed with a serious ill-health condition, typically meaning you have less than 12 months to live.<br><br>Some pension schemes used to have a protected pension age lower than 55. This typically would have been removed before 2006 though, and usually only applied to sportspeople and entertainers, where their career meant that they retired at an earlier age. However, this doesn’t apply to SIPPs. If you have a lower protected pension age with a pension, you’re considering transferring to a SIPP or another personal pension, you would lose this benefit when transferring.<br><br>The state pension age for men and women is currently 66 for those born between 6 April 1954 and 5 April 1960. This is the earliest you can take your state pension, but you can choose to defer taking it until a later date and then get an uplift in your pension when you do. The state pension age is due to rise to 67 in 2028.</div>"
      },
      {
        "id": "what-happens-to-my-cmc-invest-sipp-when-i-die",
        "topicId": 3,
        "title": "What happens to my CMC Invest SIPP when I die?",
        "body": "<div style=\"text-align: left;\">When you die, your SIPP can be passed to your chosen beneficiaries. Your SIPP isn’t classed as your own asset when it comes to your estate, so in most cases the value remaining can be passed on free of inheritance tax and capital gains tax.<br><br>If you die before you’re 75, your beneficiaries can normally withdraw what they like from your pension without paying tax. If you die after your 75th birthday, withdrawals will be taxed as the beneficiary’s income, depending on their withdrawals and other income.<br><br>You can nominate anyone you want to, or a registered charity, as beneficiaries in our app, but the SIPP trustees (who hold the Scheme assets for the benefit of you and all the other members) are duty bound to ensure that anyone financially reliant on you is adequately taken into account.<br><br>You can add your beneficiaries and specify their proportion of your remaining SIPP assets via ‘Your beneficiaries’ on your SIPP account screen in the app, and you can edit this any time. We recommend you do this soon after opening your SIPP, and then review them on a regular basis.<br><br>Please remember tax rules may change in the future.</div>"
      }
    ]
  },
  {
    "id": 4,
    "name": "Buying and selling shares",
    "articles": [
      {
        "id": "how-do-i-buy-my-first-shares-in-the-app",
        "topicId": 4,
        "title": "How do I buy my first shares in the app?",
        "body": "<div style=\"text-align: left;\">Take a look at our helpful how-to guide on ‘Buying your first share’. This explains how to buy shares in the app in 7 simple steps. Just scroll down on the home screen in the app and tap ‘Get started’ to see our how-to guides.</div>"
      },
      {
        "id": "is-the-quoted-price-guaranteed-when-i-place-an-order",
        "topicId": 4,
        "title": "Is the quoted price guaranteed when I place an order?",
        "body": "<div style=\"text-align: left;\">The quote shown when reviewing your order is indicative based on current prices. As there may be a very short delay between when you tap the buy or sell button and when your order is executed in the market, the execution price may differ from the quoted price. This is more likely in more volatile markets. When your order is submitted, we’ll always try to get the best price possible for you that’s available at that moment.</div>"
      },
      {
        "id": "how-do-you-calculate-fx-fees",
        "topicId": 4,
        "title": "How do you calculate FX fees?",
        "body": "<div style=\"text-align: left;\">We apply an additional FX fee spread of 0.50% to the current conversion rate at the time of execution. Here’s an example of how we calculate the CMC Invest FX fee for a conversion from GBP to USD:<br><br>We take the current exchange rate of 1.321 and multiply it by 0.005 (0.50%) to get our CMC Invest fee rate = 0.00660. We always round this number to 5 decimal points.<br><br>This rate is then applied to the money you want to convert to get the actual fee amount taken by us.<br><br>£100 (GBP) x 0.0066 = $0.66 (USD)<br><br>So, you'll get $132.10 (USD) from the simple FX conversion, minus our fee of $0.66 (USD), which is <b>$131.44</b> (USD).</div>"
      },
      {
        "id": "what-does-settlement-mean",
        "topicId": 4,
        "title": "What does ‘settlement’ mean?",
        "body": "<div style=\"text-align: left;\">Settlement is the operational process that takes place when the buyer makes payment to the seller and the seller delivers the investment to the buyer.<br><br>To be able to withdraw money to your bank account following the sale of an investment, the cash must be settled. Settlements will be made to or from your Account. Different types of Investments have different settlement timescales. Dealings in Mutual Funds will be carried out in accordance with the terms and timescales determined by the relevant Mutual Funds manager. Transactions in securities will usually settle with the stock exchange two (2) Business Days after an Order is executed, which is known as \"T+2\".<br><br>Effective 28 May 2024, transactions in US securities will settle with the stock exchange one (1) Business Day after an order is executed, which is known as “T+1”.</div>"
      },
      {
        "id": "do-i-have-to-pay-stamp-duty-when-i-buy-uk-shares",
        "topicId": 4,
        "title": "Do I have to pay stamp duty when I buy UK shares?",
        "body": "<div style=\"text-align: left;\">Yes, you have to pay stamp duty on most UK shares (0.5%). An estimate will be shown to you before you confirm your order. Check out our costs and fees page on our website for more information.</div>"
      },
      {
        "id": "do-i-have-to-pay-stamp-duty-when-i-buy-us-shares",
        "topicId": 4,
        "title": "Do I have to pay stamp duty when I buy US shares?",
        "body": "<div style=\"text-align: left;\">No, there’s usually no stamp duty to pay when you buy US shares.</div>"
      }
    ]
  },
  {
    "id": 5,
    "name": "ETFs and investment trusts",
    "articles": [
      {
        "id": "what-is-an-etf",
        "topicId": 5,
        "title": "What is an ETF?",
        "body": "<div style=\"text-align: left;\">ETF stands for exchange-trade fund. An ETF is a type of fund that holds a basket of underlying investments, with the aim of tracking a particular index, stock market or commodity, such as the FTSE 100, S&P 500 or physical gold.<br><br>ETFs can be bought and sold on a stock exchange, just like listed company shares, and because they include multiple assets, they provide a more diversified way to invest than buying shares in a single company.</div>"
      },
      {
        "id": "what-is-an-investment-trust",
        "topicId": 5,
        "title": "What is an investment trust?",
        "body": "<div style=\"text-align: left;\">Investment trusts are a type of fund set up as a public limited company (PLC), meaning their shares can be bought and sold in the exact same way as a company’s share. Investment trusts have fund managers who invest in various assets, like property, bonds or company shares, depending on their objective and strategy.</div>"
      },
      {
        "id": "will-i-be-charged-for-investing-in-etfs-and-investment-trusts",
        "topicId": 5,
        "title": "Will I be charged for investing in ETFs and investment trusts?",
        "body": "<div style=\"text-align: left;\">We don’t charge commission per trade for investments in ETFs or investment trusts, as with all investments available through our app. The funds themselves usually have their own management fees and you can find details about these in the key information document (KID) or the key investor information document (KIID). You’ll find a link to view the KID or KIID on the asset screen, and again on the order review screen. The fund manager will deduct these fees from the assets within the fund and you can find details of these fees in the ‘Annual Cost Disclosure’, provided to you after each tax year.<br><br>When investing in ETFs, UK stamp duty and the PTM levy don’t apply. However, UK stamp duty (0.5% on buy orders) and PTM levy (£1 charge for trade values greater than £10,000) will apply for investment trusts.<br><br>If a currency conversion is required for your trade, then the standard 0.5% additional spread will be applied to the exchange rate.</div>"
      }
    ]
  },
  {
    "id": 6,
    "name": "Mutual funds",
    "articles": [
      {
        "id": "what-is-a-mutual-fund",
        "topicId": 6,
        "title": "What is a mutual fund?",
        "body": "<div style=\"text-align: left;\">Mutual funds are an investment that pools your money together with money from many other investors. Fund managers then invest the money in a wide range of investments, depending on the mutual fund’s objective, investment strategy, and policy.</div>"
      },
      {
        "id": "why-would-someone-invest-in-a-mutual-fund",
        "topicId": 6,
        "title": "Why would someone invest in a mutual fund?",
        "body": "<div style=\"text-align: left;\">Funds are popular with investors as they offer easy access to a ready-made investment portfolio, run by an expert in their field (the fund manager). This takes away much of the pressure of choosing and managing your own individual investments, while providing diversification benefits to your portfolio.</div>"
      },
      {
        "id": "how-is-income-from-mutual-funds-distributed",
        "topicId": 6,
        "title": "How is income from mutual funds distributed?",
        "body": "<div style=\"text-align: left;\">Mutual funds usually offer two different class types, ‘income’ (distributing) and ‘accumulation’. With ‘income’ units, any income earned by the mutual fund (like dividends from companies or interest from bonds) is distributed or paid out to you.<br><br>With ‘accumulation’ units, the income is automatically reinvested in the mutual fund. You don’t receive an income payment – instead the income will be reflected in the unit price of the accumulation class.</div>"
      },
      {
        "id": "how-do-i-find-the-income-class-for-a-mutual-fund-on-the-app",
        "topicId": 6,
        "title": "How do I find the ‘income’ class for a mutual fund on the app?",
        "body": "<div style=\"text-align: left;\">When viewing a mutual fund you’re interested in, scroll to the bottom of the ‘Overview’ tab to see the different versions or classes available.</div>"
      },
      {
        "id": "are-there-fees-for-investing-in-mutual-funds",
        "topicId": 6,
        "title": "Are there fees for investing in mutual funds?",
        "body": "<div style=\"text-align: left;\">Mutual funds are available with our Plus plan. We don’t charge commission for individual deals in mutual funds, as with all investments available through our app.<br><br>The mutual funds themselves usually have their own management fees and you can find details about these in the key information document (KID) or the key investor information document (KIID). Links to these can be found when viewing a particular mutual fund, and again on the order review screen. The fund manager will deduct these fees from the assets within the fund and you can find details of these fees in the ‘Annual Cost Disclosure’, provided to you after each tax year. In rare cases, mutual funds also have an entry fee, exit fee or performance fee. You can find full details of these charges in the KID or KIID.<br><br>UK stamp duty and PTM levy don’t apply to mutual funds.</div>"
      },
      {
        "id": "will-you-be-adding-more-mutual-funds-to-the-app",
        "topicId": 6,
        "title": "Will you be adding more mutual funds to the app?",
        "body": "<div style=\"text-align: left;\">We will be continuing to add more mutual funds over time, however, if there are any specifically you would like us to add, please send us a secure message by going to the home screen in the app and tapping the envelope at the top right of your screen. You can also call us on +44 (0)20 3003 8303.</div>"
      },
      {
        "id": "how-does-investing-in-mutual-funds-work",
        "topicId": 6,
        "title": "How does investing in mutual funds work?",
        "body": "<div style=\"text-align: left;\">Mutual funds are split into units that represent a share of the fund’s underlying investments. When you invest in a mutual fund, you will be issued a number of these units by the fund manager. Most fund managers calculate the value of the fund each business day at a set ‘valuation time’, giving a price per unit for that day.<br><br>We’ll submit pending orders for mutual funds at 8am each business day and your order will then be traded at the next available valuation time. The fund manager will confirm the trade details for us, and we’ll send you a contract note containing all those details.</div>"
      },
      {
        "id": "how-do-i-invest-in-a-mutual-fund-on-the-app",
        "topicId": 6,
        "title": "How do I invest in a mutual fund on the app?",
        "body": "<div style=\"text-align: left;\"><ul><li>&nbsp;First find the mutual fund you want to invest in via the ‘Discover’ tab, then choose the mutual fund class, and make sure you’ve read the KID/KIID before continuing</li><li>&nbsp;Tap the 'Buy' button</li><li>&nbsp;Enter the amount you want to invest</li><li>&nbsp;Tap the ‘Review order’ button and check you’re happy with your order details</li><li>&nbsp;Tap ‘Place buy fund order’ when you’re ready</li><li>&nbsp;You’ll then see an order confirmation screen, including details on how your order will be processed</li></ul><br>You can view the details and status of your order under the ‘Pending orders’ tab within your account. Once your order has been executed, we’ll send you a contract note with all the details.</div>"
      },
      {
        "id": "can-i-cancel-a-mutual-fund-order",
        "topicId": 6,
        "title": "Can I cancel a mutual fund order?",
        "body": "<div style=\"text-align: left;\">As long as the status of your mutual fund order is still showing as ‘Pending’, you can just tap ‘Cancel order’ when viewing the pending order.<br><br>If your order’s status has changed to ‘Submitted’, then you won’t be able to cancel as it will have already been submitted to the fund manager for processing.</div>"
      },
      {
        "id": "can-i-use-limit-orders-with-mutual-funds",
        "topicId": 6,
        "title": "Can I use limit orders with mutual funds?",
        "body": "<div style=\"text-align: left;\">You can’t use limit orders when buying or selling mutual funds.</div>"
      }
    ]
  },
  {
    "id": 7,
    "name": "Deposits and withdrawals",
    "articles": [
      {
        "id": "how-can-i-add-money-to-my-account",
        "topicId": 7,
        "title": "How can I add money to my account?",
        "body": "<div style=\"text-align: left;\">You can add money to your account by tapping ‘Add cash’ wherever you see it in the app. You can add any amount between £1 and £50,000 as a one-off payment using a debit card to your GIA and SIPP, and you can add up to your annual allowance limit to your stocks & shares ISA. For a step-by-step guide on how to add cash to your account, view our ‘Funding your account’ guide. Just scroll down on the home screen in the app and tap ‘Get started’ to see our how-to guides.</div>"
      },
      {
        "id": "how-do-i-withdraw-money-from-my-account",
        "topicId": 7,
        "title": "How do I withdraw money from my account?",
        "body": "<div style=\"text-align: left;\">To withdraw your money, just tap on the ‘Withdraw’ button when viewing the cash balance for your account. If you’ve already linked your bank account to your CMC Invest account, you’ll be able to select it and follow the simple steps to withdraw.<br><br>If you still need to set up your bank account, we’ll guide you through adding a new bank account. Once your bank account has been verified, you’ll be able to withdraw to it. Your money will arrive in your registered bank account in 3-5 working days.</div>"
      },
      {
        "id": "how-long-does-it-take-for-a-withdrawal-to-arrive-in-my-bank-account",
        "topicId": 7,
        "title": "How long does it take for a withdrawal to arrive in my bank account?",
        "body": "<div style=\"text-align: left;\">When you withdraw cash from your account, it usually takes 3-5 working days to arrive in your registered bank account. If you’ve recently sold an investment, you won’t be able to withdraw the proceeds of that sale until the settlement date shown on your contract note.</div>"
      },
      {
        "id": "why-is-some-of-my-cash-available-to-invest-but-not-withdraw",
        "topicId": 7,
        "title": "Why is some of my cash available to invest but not withdraw?",
        "body": "<div style=\"text-align: left;\">Only settled cash can be withdrawn from your account. You can check when your trades settle by checking your contract note. While unsettled cash can’t be withdrawn, you are able to continue investing using unsettled cash. Money you’ve recently deposited in your CMC Invest account won’t be available to withdraw straight away.</div>"
      }
    ]
  },
  {
    "id": 8,
    "name": "Earning interest on cash",
    "articles": [
      {
        "id": "how-much-interest-will-i-earn-on-settled-cash-held-in-my-investment-accounts",
        "topicId": 8,
        "title": "How much interest will I earn on settled cash held in my investment accounts?",
        "body": "<div style=\"text-align: left;\">You can find the most up-to-date interest rate that you’ll earn on uninvested, settled cash balances held in your accounts on our website, or on the wallet screen in the app.</div>"
      },
      {
        "id": "whats-the-difference-between-gross-interest-and-aer",
        "topicId": 8,
        "title": "What’s the difference between gross interest and AER?",
        "body": "<div style=\"text-align: left;\">Gross interest reflects the annual rate earned on settled cash if you withdrew each interest payment after it was received. AER reflects the rate of interest earned each year when payments are not withdrawn from accounts. Due to compounding, it’s a slightly higher rate than gross interest.</div>"
      },
      {
        "id": "when-will-the-amount-of-interest-ive-earned-be-calculated",
        "topicId": 8,
        "title": "When will the amount of interest I’ve earned be calculated?",
        "body": "<div style=\"text-align: left;\">Interest on uninvested, settled cash will be calculated daily and paid out monthly.</div>"
      },
      {
        "id": "what-is-settled-cash",
        "topicId": 8,
        "title": "What is settled cash?",
        "body": "<div style=\"text-align: left;\">Settled cash refers to funds that have been processed, cleared and are available to be withdrawn from your account.</div>"
      },
      {
        "id": "when-will-i-receive-my-interest-payments",
        "topicId": 8,
        "title": "When will I receive my interest payments?",
        "body": "<div style=\"text-align: left;\">Interest will be paid monthly. You’ll receive a payment within 10 business days from the end of the prior month.</div>"
      },
      {
        "id": "when-can-i-invest-interest-payments",
        "topicId": 8,
        "title": "When can I invest interest payments?",
        "body": "<div style=\"text-align: left;\">Interest payments can be invested as soon as they’re credited to your account.</div>"
      },
      {
        "id": "will-i-be-taxed-on-my-earned-interest",
        "topicId": 8,
        "title": "Will I be taxed on my earned interest?",
        "body": "<div style=\"text-align: left;\">If your interest is earned in your stocks & shares ISA, you won’t have to pay tax on it. However, tax may be owed on any interest earned within your general investment account, if this exceeds your annual interest allowance. Any interest paid to your general investment account will be shown in your ‘Consolidated Tax Certificate’, provided to you following the end of each tax year. Tax treatment depends on your individual circumstances and may be subject to change in the future.</div>"
      },
      {
        "id": "can-i-hold-cash-in-my-flexible-stocks-shares-isa",
        "topicId": 8,
        "title": "Can I hold cash in my flexible stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">Yes, you can hold GBP cash in your flexible stocks & shares ISA and earn interest on it while you decide where to invest it.</div>"
      },
      {
        "id": "what-happens-if-cmc-invest-changes-the-interest-rate",
        "topicId": 8,
        "title": "What happens if CMC Invest changes the interest rate?",
        "body": "<div style=\"text-align: left;\">If CMC Invest changes our interest rate offering, then notice of this will be published on our website and the wallet screen in the app.</div>"
      },
      {
        "id": "can-i-access-my-earned-interest-at-any-time",
        "topicId": 8,
        "title": "Can I access my earned interest at any time?",
        "body": "<div style=\"text-align: left;\">Once the earned interest is deposited into your account, you have the flexibility to decide how you want to use it. There are no fixed terms. You can withdraw it, invest it (perhaps in our flexible stocks & shares ISA for even more flexibility), or leave it as cash to benefit from compounding.</div>"
      }
    ]
  },
  {
    "id": 9,
    "name": "Plans",
    "articles": [
      {
        "id": "where-can-i-find-details-about-the-plan-fees",
        "topicId": 9,
        "title": "Where can I find details about the plan fees?",
        "body": "<div style=\"text-align: left;\">You can find all information about our plan fees in our ‘Fee Tariff’ document on our website (or in the app) under ’Legal documents’. Our fee tariff contains all the details about our different price plans and the benefits of each.</div>"
      },
      {
        "id": "when-are-the-plan-fees-deducted-from-my-account",
        "topicId": 9,
        "title": "When are the plan fees deducted from my account?",
        "body": "<div style=\"text-align: left;\">The plan fee is a Custody Service Fee (applicable to Plus Plan) charged for each day you hold Investments in custody with CMC Invest (excludes Cash).<br><br>Your fee is calculated at the end of each month and is deducted from your general investment account on or around the third business day of the next month. If your plan starts part way through a calendar month, the plan fee will be pro-rated for that month.</div>"
      },
      {
        "id": "how-exactly-do-i-pay-my-plan-fee",
        "topicId": 9,
        "title": "How exactly do I pay my plan fee?",
        "body": "<div style=\"text-align: left;\">The plan fee for Plus will automatically be deducted from your general investment account in GBP, on or around the third business day of each month. Fees and charges (except FX charges) will be charged in GBP. However, if you don’t have enough GBP cash available in your general investment account, we’ll convert any currency you hold in your currency wallets (EUR or USD) at the currency conversion rate, to which we apply a spread.<br><br>If there’s no available cash to cover your fee through the above methods, we’ll need to sell some of your assets to cover your fees. To prevent this, you can simply add cash to your account via the app to cover the fees.</div>"
      },
      {
        "id": "how-do-i-switch-my-plan",
        "topicId": 9,
        "title": "How do I switch my plan?",
        "body": "<div style=\"text-align: left;\">Just navigate to your profile in the app by tapping on the icon in the top-left of the home screen. Then select ‘Your plan’, swipe right to the plan you want to switch to tap on the switch button and follow the instructions. You’ll see the details relating to your new plan, including information about any fees. Once you’ve confirmed you’d like to go ahead, we’ll send you a confirmation in the message centre. It’s as simple as that.</div>"
      },
      {
        "id": "can-i-switch-my-plan-at-any-time",
        "topicId": 9,
        "title": "Can I switch my plan at any time?",
        "body": "<div style=\"text-align: left;\">Yes, you can. There are just a few things you’ll need to do before this can be completed, but we’ll help you along the way. It's important to know that switching your plan will mean you’ll no longer have access to the benefits available with the plan you’re switching from.<br><br>To switch your plan, go to ‘Your profile’ in the app and tap ’Your plan’ – you’ll see your current plan. Swipe to the plan you’d like to switch to, then tap the switch button at the bottom of the screen.<br><br>You’ll then see a list of actions you’ll need to complete before you can request your switch. When you complete an action, a green tick will show alongside it on the list. If you’re switching from Plus to Core, you must:<ul><li>&nbsp;Sell any Plus assets</li><li>&nbsp;Cancel any pending orders for Plus assets</li><li>&nbsp;Close or transfer out of your Stocks & Shares ISA and send us a secure message in the app asking us to close your ISA</li><li>&nbsp;Withdraw any cash from your currency wallets</li></ul><br>Only once all the items on the list have been completed, tap the switch button to move to Core Plan.</div>"
      },
      {
        "id": "what-benefits-do-i-get-when-i-switch-plans",
        "topicId": 9,
        "title": "What benefits do I get when I switch plans?",
        "body": "<div style=\"text-align: left;\">To see all the benefits available under each plan, just tap on the profile icon in the top-left of the home screen in the app. Choose ’Your plan’ and swipe through the different plans to see which benefits are included with each plan.</div>"
      },
      {
        "id": "how-long-does-it-take-to-get-a-usd-or-eur-wallet",
        "topicId": 9,
        "title": "How long does it take to get a USD or EUR wallet?",
        "body": "<div style=\"text-align: left;\">As soon as you switch from our Core plan to Plus you’ll be able to start using your USD and EUR wallets.</div>"
      },
      {
        "id": "how-do-currency-wallets-work",
        "topicId": 9,
        "title": "How do currency wallets work?",
        "body": "<div style=\"text-align: left;\">When you switch to our Plus plan you automatically get access to a USD and EUR wallet for your general investment account only. You can convert your available cash balances between currency wallets by tapping on your cash balances within your general investment account. Select the currency you want to convert and enter the required details, then review and request the conversion.<br><br>When placing an order, you can select which currency wallet you want to use for the trade, and this will let you settle the trade in the selected currency. We charge a transparent 0.5% FX conversion fee when you complete a currency conversion.</div>"
      }
    ]
  },
  {
    "id": 10,
    "name": "Account transfers (ISA & GIAs)",
    "articles": [
      {
        "id": "how-long-does-it-take-to-transfer-an-account-to-cmc-invest",
        "topicId": 10,
        "title": "How long does it take to transfer an ISA or GIA to CMC Invest?",
        "body": "<div style=\"text-align: left;\">Transferring an existing ISA or general investment account (GIA) from another provider to your CMC Invest account usually takes around 30 days to complete. This can vary though, depending on how quickly your current provider responds to our request.<br><br>The quickest way to transfer is to follow the steps in our app – just enter the details of the account you want to transfer and submit your transfer request. We’ll then get in touch with your current provider to arrange the transfer. You’ll be able to track the progress of your transfers in the app, with our handy transfers dashboard. This method is primarily for UK broker-to-broker transfers, if you want to transfer from a different source, our app will guide you through the relevant steps for most requests' scenarios. However, you’re free to contact us via secure message in our app or phone us. You should check with your current provider if they will prevent you from selling while they process your transfer request, as this may not be in your best interests.  All transfers into CMC Invest can be tracked on our app so you’ll receive relevant updates on your request.</div>"
      },
      {
        "id": "is-it-free-to-transfer-an-account",
        "topicId": 10,
        "title": "Is it free to transfer an account?",
        "body": "<div style=\"text-align: left;\">We don’t charge you to transfer an account with another provider to us. You should always check with your current provider if they charge an exit fee though, as some providers do. We’ll never charge you an exit fee either, so there’s no charge to transfer into CMC Invest or out from us to another provider. Under certain circumstances, we may cover your exit fees when you transfer to us.</div>"
      },
      {
        "id": "how-do-i-start-a-transfer",
        "topicId": 10,
        "title": "How do I start a transfer?",
        "body": "<div style=\"text-align: left;\">Just tap wherever you see an option to transfer an account on your home screen in the app. Or go to ‘Account transfers’ under ‘Your accounts’ in the profile section of the app. Then just follow the straightforward steps to complete an in-app account transfer request. We’ll do the rest. This method is primarily for UK broker-to-broker transfers, if you want to transfer from a different source, our app will guide you through the relevant steps for most requests. However, you’re free to contact us via secure message in our app or phone us. You should check with your current provider if they will prevent you from selling while they process your transfer request, as this may not be in your best interests. All transfers into CMC Invest can be tracked on our app so you’ll receive relevant updates on your request.</div>"
      },
      {
        "id": "what-information-do-i-need-to-start-a-transfer",
        "topicId": 10,
        "title": "What information do I need to start a transfer?",
        "body": "<div style=\"text-align: left;\">We’ll just need a few basic details from you, including your current provider’s details and your account number (sometimes called your account reference or client ID) with them. You’ll also need to choose the type of account you want to transfer to us.<br><br>You can only transfer a general investment account with another provider into your CMC Invest general investment account. You can transfer a cash, stocks & shares or innovative finance ISA into your CMC Invest stocks & shares ISA.<br><br>You’ll also need to choose whether you want to do a full or partial transfer – partial transfers take a little longer as you’ll need to tell us which assets and cash amounts you want to transfer in. This method is for transfers from UK brokers. If you want to transfer from a different source, we can arrange this and communicate the requirements via secure message in our app.</div>"
      },
      {
        "id": "does-transferring-an-account-affect-my-isa-allowance",
        "topicId": 10,
        "title": "Does transferring an account affect my ISA allowance?",
        "body": "<div style=\"text-align: left;\">No, transferring an existing ISA from another provider to us doesn’t count as a new contribution towards your ISA allowance. When you transfer, we’ll get what’s known as an ‘ISA history form’ from your current provider. This tells us how much of your ISA allowance you’ve used for the current tax year so we can apply it to your account with us. Once your transfer is complete, you’ll see the allowance on your CMC Invest ISA account update to the allowance used at your previous provider.</div>"
      },
      {
        "id": "can-i-transfer-my-lifetime-isa-to-my-cmc-invest-stocks-shares-isa",
        "topicId": 10,
        "title": "Can I transfer my lifetime ISA to my CMC Invest stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">We don’t currently offer lifetime ISAs (LISAs): but you can transfer your LISA to our stocks & shares ISA, but this will be treated as withdrawing from the LISA and you’ll be subject to the HMRC penalty, which is 25% of the transferred amount.</div>"
      },
      {
        "id": "how-much-of-my-existing-isa-can-i-transfer-to-cmc-invest",
        "topicId": 10,
        "title": "How much of my existing ISA can I transfer to CMC Invest?",
        "body": "<div style=\"text-align: left;\">You’re able to transfer as much as you like from your existing ISA to us. You can transfer your whole ISA in full, or you can choose to do a partial transfer and choose specific assets and cash balances to transfer. However, there are some providers that don’t allow a split of current and previous year transfers, so it’s worth checking with your current provider if they allow partial transfers. If you’re transferring this tax year’s ISA, you’ll need to transfer all of it.</div>"
      },
      {
        "id": "can-i-transfer-a-cash-or-innovative-finance-isa-to-a-stocks-shares-isa",
        "topicId": 10,
        "title": "Can I transfer a cash or innovative finance ISA to a stocks & shares ISA?",
        "body": "<div style=\"text-align: left;\">Yes, you can. You can transfer three types of ISA (cash, stocks & shares, and innovative finance) to your CMC Invest stocks & shares ISA. You’ll just need to open your CMC Invest stocks & shares ISA first, before you start the transfer process.</div>"
      },
      {
        "id": "what-happens-if-cmc-invest-doesnt-offer-one-of-my-assets",
        "topicId": 10,
        "title": "What happens if CMC Invest doesn’t offer one of my assets?",
        "body": "<div style=\"text-align: left;\">We’re growing our investment universe, so might not currently have access to all the markets you're invested in. If you want to transfer over an investment that we don't yet offer, we’ll try to add that investment to our app when possible. You can also choose to either leave your asset at your current provider, or sell it and transfer the proceeds across to us as cash, which you can then reinvest.<br><br>If you want to transfer a mutual fund that’s exclusive to your current provider, we’ll ask you if you’d like to convert that asset to a common fund class that we are able to hold. As with shares, you also have the option to leave that asset at your current provider or sell it and transfer the proceeds across as cash.</div>"
      },
      {
        "id": "how-do-i-check-the-asset-i-want-to-transfer-is-available-with-my-cmc-invest-plan",
        "topicId": 10,
        "title": "How do I check the asset I want to transfer is available with my CMC Invest plan?",
        "body": "<div style=\"text-align: left;\">You can check if an asset is available with your current plan by going to ‘Discover’ in the app and searching for that asset. If there’s a padlock icon next to the asset’s logo, this means the asset is not available within your current plan. You will need to switch your plan (Core to Plus) in order to transfer in the asset.</div>"
      },
      {
        "id": "can-i-transfer-my-isa-to-someone-else",
        "topicId": 10,
        "title": "Can I transfer my ISA to someone else?",
        "body": "<div style=\"text-align: left;\">You’re not able to transfer an ISA directly to someone else. The tax benefits of ISAs are for individuals, so they can’t be shared or transferred. You’d need to sell your investments or withdraw your cash and give the funds to the other person.</div>"
      },
      {
        "id": "can-i-transfer-shares-from-a-saye-or-sip-into-my-cmc-invest-account",
        "topicId": 10,
        "title": "Can I transfer shares from a SAYE or SIP into my CMC Invest account?",
        "body": "<div style=\"text-align: left;\">Unfortunately, you can’t transfer shares from a Share Incentive Plan (SIP) or Save As You Earn (SAYE) scheme into your CMC Invest stocks & shares ISA using our in-app transfer process. You’ll only be able to transfer them into a general investment account with us and you’ll need to contact your scheme administrator to find out how you can start the transfer.</div>"
      }
    ]
  },
  {
    "id": 11,
    "name": "Limit orders",
    "articles": [
      {
        "id": "whats-a-limit-order",
        "topicId": 11,
        "title": "What's a limit order?",
        "body": "<div style=\"text-align: left;\">This is an order to buy or sell shares when the price reaches your target price. With a limit order, you pre-set a price at which you want to buy or sell. You can either:<ul><li>&nbsp;Buy shares when the price drops to (or falls below) a price set by you</li><li>&nbsp;Sell shares when the price rises to (or above) a price set by you</li></ul><br>You also choose when you would like your limit order to expire – after 1 day, 7 days or 30 days. If your order isn’t executed before your chosen expiry date, your limit order will be cancelled.</div>"
      },
      {
        "id": "what-is-a-limit-order-by-value",
        "topicId": 11,
        "title": "What is a ‘limit order by value’?",
        "body": "<div style=\"text-align: left;\">Typically, when placing a limit order, you need to specify a desired price and a quantity of shares. At CMC Invest, we offer the flexibility to place limit orders by value, as well as quantity. This means you can set a specific cash amount you'd like to invest in a particular stock. For instance, you could place a limit order to purchase £200 worth of shares when the price reaches £2.</div>"
      },
      {
        "id": "how-do-i-set-up-a-limit-order-to-buy",
        "topicId": 11,
        "title": "How do I set up a limit order to buy?",
        "body": "<div style=\"text-align: left;\">Buy limit orders allow you to take advantage of downward moves in a stock price.<br><br><b>To set one up:</b><ul><li>&nbsp;Tap 'Buy' when viewing the stock</li><li>&nbsp;Tap the order type dropdown menu at the top and select limit order by quantity or by value, depending on whether you want to buy a number of shares or invest a cash amount</li><li>&nbsp;Enter the number of shares or cash amount</li><li>&nbsp;Set the target price you want your limit order to be triggered at</li><li>&nbsp;Choose an expiry timeframe</li><li>&nbsp;Tap ‘Review order’. If you’re happy, tap ‘Place buy limit order’</li></ul><br>You’ll find details of your pending limit order by going to the account you used to place the order, then selecting the ‘Pending orders’ tab.</div>"
      },
      {
        "id": "how-do-i-set-up-a-limit-order-to-sell",
        "topicId": 11,
        "title": "How do I set up a limit order to sell?",
        "body": "<div style=\"text-align: left;\">Sell limit orders allow you to sell when a price rises to your chosen limit price.<br><br><b>To set one up:</b><ul><li>&nbsp;Tap ‘Sell’ when viewing the stock</li><li>&nbsp;Tap the order type dropdown menu at the top and select limit order by quantity or by value, depending on whether you want to sell a number of shares or realise an amount of cash</li><li>&nbsp;Enter the number of shares or cash amount</li><li>&nbsp;Set the target price you want your limit order to be triggered at</li><li>&nbsp;Choose an expiry timeframe</li><li>&nbsp;Tap ‘Review order’. If you’re happy, tap ‘Place sell limit order’</li></ul><br>You’ll find details of your pending limit order by going to the account you used to place the order, then selecting the ‘Pending orders’ tab.</div>"
      },
      {
        "id": "why-didn’t-my-limit-order-execute-when-the-target-price-was-reached",
        "topicId": 11,
        "title": "Why didn’t my limit order execute when the target price was reached?",
        "body": "<div style=\"text-align: left;\">We’ll attempt to execute your order when we believe there’s a reasonable chance of execution at your limit price. When attempting execution of your order, a few factors could prevent your order from being executed:<ul><li>&nbsp;Market conditions at the time – where the market is so volatile that the prices quoted are no longer available when execution is attempted</li><li>&nbsp;Other customers’ limit orders placed at the same limit price but before your order, therefore prioritised over your order</li><li>&nbsp;You didn’t have the required cash or shares in your account needed to execute the order</li><li>&nbsp;Other factors outside our control</li></ul><br>If your order couldn’t be fulfilled in the market, your limit order will remain pending until it’s successfully executed, partially executed, or expires.<br><br>If only part of your order could be fulfilled, the remainder of your limit order will be closed. We’ll send you a secure message letting you know this has happened, with a contract note containing the details attached.</div>"
      },
      {
        "id": "do-i-need-the-cash-available-before-setting-up-a-limit-order",
        "topicId": 11,
        "title": "Do I need the cash available before setting up a limit order?",
        "body": "<div style=\"text-align: left;\">While you don't have to have the cash needed for your limit order available in your account when placing it, you will need to have all necessary funds available when your order is triggered. If you don’t have the required funds in the relevant account when your order is triggered, the order will be cancelled.</div>"
      },
      {
        "id": "can-i-place-a-limit-order-to-sell-more-shares-than-i-hold",
        "topicId": 11,
        "title": "Can I place a limit order to sell more shares than I hold?",
        "body": "<div style=\"text-align: left;\">You’ll need to have the number of shares you specified in your limit order available in your account when your order is triggered. If you don’t have sufficient shares when your order is triggered, the order will be cancelled.</div>"
      },
      {
        "id": "how-do-stock-splits-affect-my-limit-orders",
        "topicId": 11,
        "title": "How do stock splits affect my limit orders?",
        "body": "<div style=\"text-align: left;\">If you’ve set up a limit order to invest in a company and that company issues a stock split, then we’ll make the relevant adjustments to your limit order before execution. Here’s an example:<ul><li>&nbsp;Say you have a limit order set up to buy 10 Tesla shares at $200 each</li><li>&nbsp;A stock split with a ratio of 2 for 1 takes place</li><li>&nbsp;Your target price will change to reflect the split, going from $200 to $100</li><li>&nbsp;If your limit order is triggered, you’ll get 20 shares at the new target price</li></ul></div>"
      }
    ]
  },
  {
    "id": 12,
    "name": "General FAQs",
    "articles": [
      {
        "id": "what-types-of-orders-can-i-place",
        "topicId": 12,
        "title": "What types of orders can I place?",
        "body": "<div style=\"text-align: left;\">We currently offer market orders and limit orders. Market orders aim to execute as soon as possible when you place your order. Limit orders execute if the price reaches a specific target price set by you, within your chosen timeframe.</div>"
      },
      {
        "id": "what-is-w-8-ben-form",
        "topicId": 12,
        "title": "What is a W-8 BEN form?",
        "body": "<div style=\"text-align: left;\">If you want to hold US shares, and you’re not a US citizen, you need to complete a W-8 BEN form. If you haven't completed this form before you try to buy US shares for the first time, you’ll be taken through our online form within our app.<br><br>If you’re a US citizen, you’ll need to complete a W-9 form (see the ’What is a W-9 form?’ FAQ).<br><br>US dividends are paid net of a 30% US 'withholding tax' (in the same way that UK dividends will have tax deducted at source). Because of tax agreements between the UK and the US, completing a W-8 BEN form will reduce the tax deducted from US dividends to 15% in a general investment account and stocks & shares ISA, and 0% in a SIPP.</div>"
      },
      {
        "id": "what-is-a-w-9-form",
        "topicId": 12,
        "title": "What is a W-9 form?",
        "body": "<div style=\"text-align: left;\">If you’ve told us you’re a US citizen, you’ll need to complete our online W-9 form before buying US shares. Once you’ve provided a valid W-9 form, no withholding tax will be applied to dividends and interest from your US shares. If you haven't completed this form before you try to buy US shares for the first time, you’ll be taken through our online form within our app.</div>"
      },
      {
        "id": "what-is-the-ptm-levy",
        "topicId": 12,
        "title": "What is the PTM levy?",
        "body": "<div style=\"text-align: left;\">PTM stands for Panel of Takeovers and Mergers, which is a regulatory body set up to make sure all shareholders are treated equally during takeover bids.<br><br>The PTM levy is a £1 charge automatically applied when you buy or sell shares with a total value of over £10,000. It’s not a charge levied by us. The charge is collected when you buy or sell, so it will appear on the order confirmation screen and in your contract note.</div>"
      },
      {
        "id": "what-is-a-politically-exposed-person-(pep)",
        "topicId": 12,
        "title": "What is a ‘politically exposed person’ (PEP)?",
        "body": "<div style=\"text-align: left;\">Some people may be asked whether they’re a politically exposed person while opening their account, depending on the personal information they provide.<br><br>A politically exposed person is someone who holds, or has held, a prominent public position. Some examples are heads of state, members of parliament, members of supreme courts or high-level judicial bodies, and ambassadors. Their family members and close business associates are also classified as PEPs. We need to ask this for regulatory reasons, as PEPs can present a higher risk in terms of bribery and corruption due to their position and the influence they may have.</div>"
      }
    ]
  },
  {
    "id": 13,
    "name": "Transfer Bonus",
    "articles": [
      {
        "id": "what-is-the-transfer-bonus",
        "topicId": 13,
        "title": "What is the Transfer Bonus?",
        "body": "<div style=\"text-align: left;\">You can earn between £350 - £1,000 when you transfer between £25,000 - £100,000+ into any of our CMC Invest accounts. Existing or new customers must initiate all transfers by the 5th May 2024 (22.00 BST) to be eligible.</div>"
      },
      {
        "id": "when-does-the-transfer-bonus-finish",
        "topicId": 13,
        "title": "When does the Transfer Bonus finish?",
        "body": "<div style=\"text-align: left;\">You have until the 5th May 2024 (22.00 BST) to initiate your transfers to any of your CMC Invest accounts (GIA, ISA and SIPP).</div>"
      },
      {
        "id": "when-do-i-get-my-transfer-bonus-payment",
        "topicId": 13,
        "title": "When do I get my Transfer Bonus payment?",
        "body": "<div style=\"text-align: left;\">After the cut-off date, 5th May 2024, there will be a 90-calendar day settlement window for all your transfers to be completed, to which we’ll calculate your Transfer Bonus amount. Once calculated, your Transfer Bonus will then be credited to your General Investment Account on or before 11 September 2024.<br><br>However, if you close your account or transfer out your assets within 12 months of receiving the bonus, you will lose the bonus paid.</div>"
      }
    ]
  },
  {
    "id": 14,
    "name": "12-Month Free Premium Plan Promotion",
    "articles": [
      {
        "id": "12-month-free-premium-plan-promotion-what-is-it",
        "topicId": 14,
        "title": "12-month free Premium plan promotion – what is it?",
        "body": "<div style=\"text-align: left;\">This is a 12-month offer where you can enjoy the benefits of the Premium plan for free (standard charges apply). The 12 months apply from the date you switch to Premium.</div>"
      },
      {
        "id": "am-i-eligible-for-the-12-month-free-premium-plan-promotion",
        "topicId": 14,
        "title": "Am I eligible for the 12-month free Premium plan promotion?",
        "body": "<div style=\"text-align: left;\">Provided you have not used this promotion before, you are eligible for 12 months free on our Premium plan, offering you all the benefits of Core, Plus and Premium.</div>"
      },
      {
        "id": "when-does-my-12-month-free-premium-plan-promotion-end",
        "topicId": 14,
        "title": "When does my 12-month free Premium plan promotion end?",
        "body": "<div style=\"text-align: left;\">The promotion runs for 12 months from the date you switch to Premium. On expiry of this promotion, our full Fee Tariff will be applicable. We will email you close to the expiry date to let you know your promotion is coming to an end.</div>"
      },
      {
        "id": "what-happens-if-i-switch-before-my-12-month-free-premium-plan-promotion-end-date",
        "topicId": 14,
        "title": "What happens if I switch before my 12-month free Premium plan promotion end date?",
        "body": "<div style=\"text-align: left;\">If you switch from Premium to another plan, you will lose this promotion. If you decide to switch back to the Premium plan, the relevant Fee Tariff will apply.</div>"
      }
    ]
  },
  {
    "id": 15,
    "name": "3-Month Free Plus Plan Promotion",
    "articles": [
      {
        "id": "3-month-free-plus-plan-promotion-what-is-it",
        "topicId": 15,
        "title": "3-month free Plus plan promotion – what is it?",
        "body": "<div style=\"text-align: left;\">This is a 3 month offer where you can enjoy the benefits of the Plus plan for free (standard charges apply). The 3 months apply from the date you switch to Plus.</div>"
      },
      {
        "id": "am-i-eligible-for-the-3-month-free-plus-plan-promotion",
        "topicId": 15,
        "title": "Am I eligible for the 3-month free Plus plan promotion?",
        "body": "<div style=\"text-align: left;\">Provided you have not used this promotion before, you are eligible for 3 months free on our Plus plan, offering you all the benefits of Core and Plus.</div>"
      },
      {
        "id": "when-does-my-3-month-free-plus-plan-promotion-end",
        "topicId": 15,
        "title": "When does my 3-month free Plus plan promotion end?",
        "body": "<div style=\"text-align: left;\">The promotion runs for 3 months from the date you switch to Plus. On expiry of this promotion, our full Fee Tariff will be applicable. We will email you close to the expiry date to let you know your promotion is coming to an end.</div>"
      },
      {
        "id": "what-happens-if-i-switch-before-my-3-month-free-plus-plan-promotion-end-date",
        "topicId": 15,
        "title": "What happens if I switch before my 3-month free Plus plan promotion end date?",
        "body": "<div style=\"text-align: left;\">If you switch from Plus to another plan, you will lose this promotion. If you decide to switch back to the Plus plan, the relevant Fee Tariff will apply.</div>"
      }
    ]
  }
]