[
  {
      "id": 1,
      "name": "Investment Basics",
      "articles": [
          {
              "id": "what-is-investing",
              "topicId": 1,
              "title": "What is investing?",
              "body": "Investing is the act of allocating resources, usually money, with the expectation of generating an income or profit. Common types of investments include stocks, bonds, real estate, and mutual funds."
          },
          {
              "id": "what-are-stocks-and-bonds",
              "topicId": 1,
              "title": "What are stocks and bonds?",
              "body": "Stocks represent ownership in a company and entitle the shareholder to a portion of the company's profits. Bonds are loans made to a company or government, which pay interest over a fixed period."
          },
          {
              "id": "how-does-compound-interest-work",
              "topicId": 1,
              "title": "How does compound interest work?",
              "body": "Compound interest is the interest on a loan or deposit, calculated based on both the initial principal and the accumulated interest from previous periods. This can significantly increase the amount of money earned over time."
          }
      ]
  },
  {
      "id": 2,
      "name": "Investment Strategies",
      "articles": [
          {
              "id": "what-is-diversification",
              "topicId": 2,
              "title": "What is diversification?",
              "body": "Diversification is an investment strategy that involves spreading investments across various assets to reduce risk. By diversifying, investors can minimize the impact of a poor performance of any single investment on their overall portfolio."
          },
          {
              "id": "what-is-dollar-cost-averaging",
              "topicId": 2,
              "title": "What is dollar-cost averaging?",
              "body": "Dollar-cost averaging is an investment strategy where an investor divides the total amount to be invested across periodic purchases of a target asset. This reduces the impact of volatility on the overall purchase."
          },
          {
              "id": "what-is-asset-allocation",
              "topicId": 2,
              "title": "What is asset allocation?",
              "body": "Asset allocation is the process of deciding how to distribute an investor's money among different types of investments (such as stocks, bonds, real estate) to optimize the balance between risk and return based on an individual's goals and risk tolerance."
          }
      ]
  },
  {
      "id": 3,
      "name": "Advanced Investing Concepts",
      "articles": [
          {
              "id": "what-is-portfolio-rebalancing",
              "topicId": 3,
              "title": "What is portfolio rebalancing?",
              "body": "Portfolio rebalancing is the process of realigning the weightings of a portfolio of assets. This involves periodically buying or selling assets in a portfolio to maintain an original or desired level of asset allocation or risk."
          },
          {
              "id": "what-are-derivatives",
              "topicId": 3,
              "title": "What are derivatives?",
              "body": "Derivatives are financial contracts whose value is derived from the value of an underlying asset, group of assets, or benchmark. Common derivatives include futures, options, and swaps."
          },
          {
              "id": "what-is-a-hedge-fund",
              "topicId": 3,
              "title": "What is a hedge fund?",
              "body": "A hedge fund is an investment fund that employs various strategies to produce high returns for its investors. These strategies can include leveraging, short-selling, and other sophisticated investment techniques."
          }
      ]
  }
]